[
  {
    "galleryId": 1,
    "galleryName": "Spoliarium Hall",
    "detailsEng": "This hall houses one of the country’s most well-known paintings, the Spoliarium by Juan Luna y Novicio (1857-1899). Across it is El Asesinato del Gobernador Bustamante (The Assassination of Governor Bustamante), the most extensive work by another Filipino master painter, Felix Resurrección Hildago (1855-1913), Luna’s contemporary and friend.",
    "galleryImage": "assets/gallery/spol-hall.jpg"
  },
  {
    "galleryId": 2,
    "galleryName": "Gallery I - Luis I Ablaza Hall",
    "detailsEng": "Christian-themed art in the Philippines was prevalent in the 17th to the 19th centuries when parts of the country were under Spanish colonial rule. Many of these religious images were carved wooden santos (saints), and reliefs and paintings of the Virgin Mary and Jesus Christ made by unknown artists.\r\n\r\nThis gallery also features a National Cultural Treasure, a retablo (altarpiece) from the Church of San Nicolas de Tolentino in Dimiao, Bohol.",
    "galleryImage": "assets/gallery/gallery-1.jpg"
  },
  {
    "galleryId": 3,
    "galleryName": "Gallery II - Friends for Cultural Concerns of the Philippines, Inc. Hall",
    "detailsEng": "This gallery features 14 paintings depicting the Stations of the Cross by an unknown Bohol Master from the Bangko Sentral ng Pilipinas Collection.",
    "galleryImage": "assets/gallery/gallery-2.jpg"
  },
  {
    "galleryId": 4,
    "galleryName": "Gallery III - Ramon and Milagros Del Rosario Family Hall",
    "detailsEng": "This exhibition features polychromes and paintings of early religious images, interpreted by local Filipino artists and artisans, belonging to the Bangko Sentral ng Pilipinas Collection.\r\n\r",
    "galleryImage": "assets/gallery/gallery-3.jpg"
  },
  {
    "galleryId": 5,
    "galleryName": "Gallery IV - Fundación Santiago Hall",
    "detailsEng": "This gallery features paintings that convey self-representation, aspiration, and likeness, among other desires and projections that characterize 19th century portraits found in the Philippines.\r\n\r",
    "galleryImage": "assets/gallery/gallery-4.jpg"
  },
  {
    "galleryId": 6,
    "galleryName": "Gallery V - Dr. Jose Rizal Hall",
    "detailsEng": "This exhibition honors Dr. José Rizal (1861-1896), known widely for his patriotism and acclaimed novels Noli Me Tangere and El Filibusterismo. Displayed in this gallery are some of his works which show that aside from being a prominent doctor and writer, he was also a skilled artist. Also included here are several portrait busts and paintings of Rizal by eminent Filipino artists from the early to mid-20th century.",
    "galleryImage": "assets/gallery/gallery-5.jpg"
  },
  {
    "galleryId": 7,
    "galleryName": "Gallery VI - Far East Bank and Trust Company – Andrés and Grace Luna de San Pedro Memorial Hall",
    "detailsEng": "This gallery features major works and oil studies by Juan Luna (1857-1899) donated by the Far East Bank and Trust Company after being acquired from Grace Luna de San Pedro, the widow of Juan Luna’s architect son, Andres. These works are exhibited with works by Luna’s contemporary and friend, Felix Resurrección Hidalgo (1855-1913).",
    "galleryImage": "assets/gallery/gallery-6.jpg"
  },
  {
    "galleryId": 8,
    "galleryName": "Gallery VII - Special Exhibition Hall",
    "detailsEng": "Foto-óleo is an art form popular during the mid-19th to mid-20th centuries executed by hand-painting directly on black and white photographs to make them more life-like and visually pleasing. In the Philippines, collections of this art form suggest that foto-óleo was practiced in portraiture in the early 20th century. It was popular mainly among middle-class and prominent Filipino families as it signified their wealth and social status.",
    "galleryImage": "assets/gallery/gallery-7.jpg"
  },
  {
    "galleryId": 9,
    "galleryName": "Gallery VIII - Silvina and Juan C. Laya Hall",
    "detailsEng": "With the outbreak of World War II, Filipino artists depicted scenes that expressed conflict and suffering during this era. Works in this gallery portray the Imperial Japanese Occupation from 1941-1945, the Liberation of the Philippines by American and Filipino forces, and the destruction of Manila.",
    "galleryImage": "assets/gallery/gallery-8.jpg"
  },
  {
    "galleryId": 10,
    "galleryName": "Gallery IX",
    "detailsEng": "Displayed here are works of portraiture by artists of the classical realist school, dating from 1903 to 1960s. This was a medium that was wholly dominated by National Artist Fernando Amorsolo (1892-1972), whose influence continues to be widespread. Also included are the works of pioneers and prolific artists of the period, such as Fabian de la Rosa (1869-1937), Jorge Pineda (1879-1946), Ramon Peralta (1877-1940), Ireneo Miranda (1896-1964), Pablo Amorsolo (1898-1945), Crispin Lopez (1903-1985), Pedro Coniconde (1901-1974), and Romeo Enriquez (1920-data unavailable), together with the works of younger artists who would be counted as belonging to the “Amorsolo School”.",
    "galleryImage": "assets/gallery/gallery-9.jpg"
  },
  {
    "galleryId": 11,
    "galleryName": "Gallery X",
    "detailsEng": "A closer look at underwater scenes starting with the INTERACTIVE FISH EXPERIENCE ON FLOOR will be encountered by visitors who will be virtually wading on the sandy-coral reef with stingrays and dorys swimming around. As visitors wade through, the fishes will scatter away from them.",
    "galleryImage": "assets/gallery/gallery-10.jpg"
  },
  {
    "galleryId": 12,
    "galleryName": "Gallery XI - Society for the Preservation of Philippine Culture Hall",
    "detailsEng": "This gallery contains over 100 sketches by Fernando C. Amorsolo (1892-1972), the first National Artist of the Philippines. On display are a series of black-and-white pencil and ink sketches and oil studies of his subjects before making the actual and final artwork. These include rural landscapes and seascapes, portraits, indigenous people, and genre and everyday scenes that depict life in the countryside. Also displayed is a stained glass work by his nephew, painter Caesar Amorsolo (1903-1998).",
    "galleryImage": "assets/gallery/gallery-11.jpg"
  },
  {
    "galleryId": 13,
    "galleryName": "Gallery XII - Eskultor ng Lahing Filipino\r\nHonoring the Life and Work of Guillermo Tolentino",
    "detailsEng": "National Artist Guillermo E. Tolentino (1890-1976) dominated Filipino sculpture in the 1920s to 1970s and the decades beyond, particularly in portraiture and human forms. He followed the classical style and mainly used plaster and metal to create his sculptures. Most of his work and memorabilia presented in this gallery are from his family and several private patrons and institutional partners of the National Museum of the Philippines.",
    "galleryImage": "assets/gallery/gallery-12.jpg"
  },
  {
    "galleryId": 14,
    "galleryName": "Gallery XIII - Vicente and Carmen Fabella Hall",
    "detailsEng": "This gallery features the fourth painting in the series that comprise the Filipino Struggles Through History. It includes works of National Artist Napoleon Abueva (1930-2018), including two large wood reliefs that he made with the assistance of Renato Rocha (1937-2001) and Jose Mendoza (b. 1941) portraying Rajah Sulayman, His Court, and the Palisades, Miguel Lopez de Legaspi, and the Founding of Manila.",
    "galleryImage": "assets/gallery/gallery-13.jpg"
  },
  {
    "galleryId": 15,
    "galleryName": "Gallery XIV - Pillars of Philippine Modernism",
    "detailsEng": "This gallery features modern Philippine art from the 1920s to the 1970s. Victorio C. Edades (1895-1985) spearheaded Modernism in the country.  He was influenced deeply by his studies and exposure to the style in the United States. Works of Manuel Rodriguez, Sr. (1912-2017), Juvenal Sanso (b. 1929), and Galo Ocampo (1913-1985), as well as sculptures by Diosdado Lorenzo (1906-1984), are also featured here.\r\n\r\n",
    "galleryImage": "assets/gallery/gallery-14.jpg"
  },
  {
    "galleryId": 16,
    "galleryName": "Gallery XV - E. Aguilar Cruz Hall",
    "detailsEng": "This hall is dedicated to the life and works of Emilio Aguilar Cruz (1915-1991), launched in celebration of his centennial year on September 23, 2015. The artist’s family donated the artwork featured in this exhibition.  He is best known as a writer, diplomat, and cultural authority.",
    "galleryImage": "assets/gallery/gallery-15.jpg"
  },
  {
    "galleryId": 17,
    "galleryName": "Gallery XVI - Philippine General Hospital Hall",
    "detailsEng": "This hall is dedicated to The Progress of Medicine in the Philippines, a set of four large-scale paintings by National Artist Carlos “Botong” Francisco (1912-1969). These were especially commissioned for the entrance hall of the Philippine General Hospital in 1953. Declared a National Cultural Treasure in 2011, these important works are on loan to the National Museum by the University of the Philippines to secure their preservation. Also featured in this gallery is a large-scale wood relief by renowned sculptor Jose P. Alcantara (1911-2005) from the Philam Life Collection which previously adorned the Philam Life Theater.",
    "galleryImage": "assets/gallery/gallery-16.jpg"
  },
  {
    "galleryId": 18,
    "galleryName": "Gallery XVII - Special Exhibition Hall\r\nDedicated to Women’s Art",
    "detailsEng": "In this gallery are 16 mixed media works by sculptor Impy Pilapil (b. 1949). In brief, these works are the artist’s retrospective, featuring some of her sculptures made of armor wood, stainless steel, and Romblon marble made between 1994 to 2017.",
    "galleryImage": "assets/gallery/gallery-17.jpg"
  },
  {
    "galleryId": 19,
    "galleryName": "Gallery XVIII - Pillars of Philippine Modernism",
    "detailsEng": "Featured in this gallery are modernist art pieces from the 1940s to 1980s, with works by a number of National Artists (NA) such as Carlos “Botong” Francisco (1912-1969), Jose Joya (1931-1995), Cesar Legaspi (1917-1994), and Abdulmari Asia Imao (1936-2014). Also displayed are palettes of NA Jose Joya and Mauro Malang Santos (1928-2017).",
    "galleryImage": "assets/gallery/gallery-18.jpg"
  },
  {
    "galleryId": 20,
    "galleryName": "Gallery XIV - Pillars of Philippine Modernism",
    "detailsEng": "This gallery pays homage to the paintings and sketches of National Artists (NA) Hernando R. Ocampo (1911-1978), Ang Kiukok (1931-2005), and Benedicto “BenCab” Cabrera (b. 1942). Also on display are two paintings from a series of the Stations of the Cross made by NA Carlos “Botong” Francisco (1912-1969). Most of these pieces were completed in the 1950s to 1970s, ranging from the early days of modernism in the Philippines to the height of its popularity.",
    "galleryImage": "assets/gallery/gallery-19.jpg"
  },
  {
    "galleryId": 21,
    "galleryName": "Gallery XX - Placuna placenta: Capis Shells and\r\nWindows to Indigenous Artistry",
    "detailsEng": "This exhibition highlights Placuna placenta and its significance in Philippine art and architecture. It features parts of capis window panels from the Philippine Normal University and Santa Ana Church, architectural documentations of historical structures in Manila and miniature oil paintings on capis shells by artist Gregory Halili (b.1975).",
    "galleryImage": "assets/gallery/gallery-20.jpg"
  },
  {
    "galleryId": 22,
    "galleryName": "Gallery XXI - The Art Protis of Federico Aguilar Alcuaz",
    "detailsEng": "Featured in this gallery are National Artist Federico Aguilar Alcuaz’s (1932-2011) Art Protis from the collection of the Government Service Insurance System (GSIS). Art protis or non-woven tapestry is a unique process developed in Brno, the second biggest city in the Czech Republic. There, Alcuaz met a Czech artist who introduced him to the new textile collage technique. This exhibition shows Alcuaz’s skills and talent in using this foreign technique to create outstanding collage artworks.",
    "galleryImage": "assets/gallery/gallery-21.jpg"
  },
  {
    "galleryId": 23,
    "galleryName": "Gallery XXII - International Rice Research Institution (IRRI) Hall",
    "detailsEng": "This gallery features two large-scale paintings and their watercolor studies by National Artist Vicente S. Manansala (1910-1981) from the collection of the International Rice Research Institute (IRRI). These paintings were commissioned by the institute to depict Filipino life, labor, and leisure, and were completed in 1962. Also featured in this gallery is a large-scale wood relief by renowned sculptor Jose P. Alcantara (1911-2005) from the Philam Life Collection which previously adorned the Philam Life Theater.",
    "galleryImage": "assets/gallery/gallery-22.jpg"
  },
  {
    "galleryId": 24,
    "galleryName": "Gallery XXIII - Government Service Insurance System (GSIS)\r\nNorthwest Hall",
    "detailsEng": "This gallery pays homage to the works of National Artist for Painting Vicente S. Manansala (1910-1981). It contains his works from the National Fine Arts Collection and the Government Service Insurance System (GSIS) art collection. It also showcases the artist’s memorabilia from the Manansala Family Collection.\r\n\r\n",
    "galleryImage": "assets/gallery/gallery-23.jpg"
  },
  {
    "galleryId": 25,
    "galleryName": "Gallery XXIV - Philam Life Hall",
    "detailsEng": "This hall shows seven large paintings by National Artist Vicente S. Manansala (1910-1981) commissioned in the 1960s by the Philippine-American General Life Insurance Company (Philam Life) for its building at United Nations Avenue, Ermita, Manila. Also featured here are rural-themed wood reliefs by renowned sculptor, Jose P. Alcantara (1911-2005), which previously adorned the Philam Life Theater.",
    "galleryImage": "assets/gallery/gallery-24.jpg"
  },
  {
    "galleryId": 26,
    "galleryName": "Gallery XXV and XXVI",
    "detailsEng": "The Longest Journey: The First Journey Around the World is a Spanish museum exhibition that started in 2019 in Seville, Spain. It features the archives of the first global circumnavigation, the events leading to the voyage, and what came after their return. The exhibition aims to refresh our memories of the major events that happened in our soil: the blood compacts, the first Christian movement, the Battle of Mactan, and other lesser-known events that still played a huge part in the expedition.",
    "galleryImage": "assets/gallery/gallery-25-26.png"
  },
  {
    "galleryId": 27,
    "galleryName": "Gallery XXVII and XXVIII - The Philippine Center New York Core Collection of 1974 – A Homecoming Exhibition",
    "detailsEng": "Exhibited in these two galleries are 115 out of the 120 works of art gathered and assembled in 1974 by National Artist Arturo Luz (b. 1926) for the inauguration of the Philippine Center in New York (PCNY), USA. It is the first time the collection has been loaned and exhibited in the Philippines since the paintings were brought to the PCNY. The exhibition will run until February 13, 2022.",
    "galleryImage": "assets/gallery/gallery-27-28.jpg"
  },
  {
    "galleryId": 28,
    "galleryName": "Gallery XXIX - Philippine Modern Sculpture Hall",
    "detailsEng": "This hall is dedicated to Philippine Modern Sculptures. Featured here are notable works of National Artists Abdulmari Asia Imao (1936-2014), Arturo Luz (1926-2021) and Jerry Elizalde Navarro (1924-1999) along with other artists like Lamberto Hechanova (1939-2014), Renato Rocha (1937-2001), Ramon Orlina (b. 1944), Agnes Arellano (b. 1949), Jullie Lluch (b. 1946), at Virginia Ty-Navarro (1924-1996).",
    "galleryImage": "assets/gallery/gallery-29.jpg"
  },
  {
    "galleryId": 29,
    "galleryName": "Old Senate Session Hall",
    "detailsEng": "This hall features the Filipino Struggles Through History, also known as History of Manila, the monumental series of paintings by National Artist Carlos “Botong” V. Francisco (1912-1969) commissioned in 1968 for the Manila City Hall by Mayor Antonio J. Villegas.",
    "galleryImage": "assets/gallery/old-senate.jpg"
  }
]